Repository: freenet/website-strings
Catalog: */LC_MESSAGES/freenet_site.po
Languages: es

source: Even if you live in a democratic country a dictator needs only a few years to grab power. Are you prepared? Having experience with using Freenet might save lives!
es: Incluso si vivís en un país democrático, es sólo cuestión de algunos años para que un dictador pueda llegar al poder. ¿Estás preparado? ¡Tener experiencia en Freenet podría salvar vidas!

source: Need a website nobody can take over? That is hosted for free? That is very resistant to attacks? Just publish it on Freenet!
es: ¿Necesitás un sitio web que nadie pueda tumbar? ¿Que se pueda alojar gratuitamente? ¿Que sea resistente a ataques? ¡Simplemente publicalo en Freenet!

source: Dropbox? No need, just upload the file to Freenet and a few minutes later anyone with the secret URL can access it!
es: ¿Dropbox? No hay necesidad, ¡sólo subí el archivo a Freenet y en unos minutos cualquiera con la URL secreta va a poder acceder a él!

source: What is Freenet?
es: ¿Qué es Freenet?

source: Here you can find information on how to install and use Freenet.
es: Aquí podrás encontrar información sobre cómo instalar y usar Freenet.

source: Avoid Censorship
es: Evitar la Censura

source: Improve the World
es: Mejorar al Mundo

source: Save your (Childrens) Future
es: Proteger el futuro (de los niños)

source: Explore the Dark Web
es: Explorar la Web Oscura

source: Meet New People
es: Conocer Gente Nueva

source: Experiment with Exciting New Technology
es: Experimentar Con Una Tecnología Nueva y Excitante

source: Host a Website
es: Publicar una Página

source: Share Files
es: Compartir Archivos

source: Share, Chat, Browse. Anonymously. On the Free Network.
es: Compartir, Chatear, Navegar. Anónimamente. En la red libre.

source: Get Freenet
es: Descargar Freenet
